{
    "text": "## 10 janvier 2023 Cour de cassation Pourvoi n° 22-86.208\n\nChambre criminelle - Formation restreinte hors RNSM/NA\n\nECLI:FR:CCASS:2023:CR50221\n\n## Texte de la décision\n\nN° J 22-86.208 F-N\n\nN° 50221\n\nSL2 10 JANVIER 2023\n\nNON-ADMISSION\n\nM. BONNAL président,\n\nR É P U B L I Q U E F R A N Ç A I S E\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\nAU NOM DU PEUPLE FRANÇAIS\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\n## Entête\n\nDÉCISION DE LA COUR DE CASSATION, CHAMBRE CRIMINELLE, DU 10 JANVIER 2023\n\nM. [M] [L] a formé un pourvoi contre l'arrêt de la chambre de l'instruction de la cour d'appel de Paris, 1re section, en date du 17 octobre 2022, qui a déclaré irrecevable son appel de l'ordonnance du juge des libertés et de la détention ayant ordonné la prolongation de sa détention provisoire.\n\nUn mémoire a été produit.\n\nSur le rapport de Mme Merloz, conseiller référendaire, les observations de la SCP Célice, Texidor, Périer, avocat de M. [M] [L], et les conclusions de M. Lemoine, avocat général, après débats en l'audience publique du 10 janvier 2023 où étaient présents M. Bonnal, président, Mme Merloz, conseiller rapporteur, Mme Labrousse, conseiller de la chambre, et Mme Lavaud, greffier de chambre, la chambre criminelle de la Cour de cassation, composée en application de l'article 567-1-1 du code de procédure pénale, des président et conseillers précités, après en avoir délibéré conformément à la loi, a rendu la présente décision.\n\n## Motivation\n\nVu l'article 567-1-1 du code de procédure pénale :\n\nAprès avoir examiné tant la recevabilité du recours que les pièces de procédure, la Cour de cassation constate qu'il n'existe, en l'espèce, aucun moyen de nature à permettre l'admission du pourvoi.\n\n## Dispositif\n\nEN CONSÉQUENCE, la Cour :\n\nDÉCLARE le pourvoi NON ADMIS ;\n\nAinsi décidé par la Cour de cassation, chambre criminelle, et prononcé par le président en son audience publique du dix janvier deux mille vingt-trois.\n\n## Textes appliqués\n\n<!-- image -->\n\nArticle 567-1-1 du code de procédure pénale."
}
