{
    "text": "## 10 janvier 2023 Cour de cassation Pourvoi n° 22-86.022\n\nChambre criminelle - Formation restreinte hors RNSM/NA\n\nECLI:FR:CCASS:2023:CR00136\n\n## Texte de la décision\n\nN° H 22-86.022 F-D\n\nN° 00136\n\nSL2 10 JANVIER 2023\n\nREJET\n\nM. BONNAL président,\n\nR É P U B L I Q U E F R A N Ç A I S E\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\nAU NOM DU PEUPLE FRANÇAIS\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\nEntête\n\nARRÊT DE LA COUR DE CASSATION, CHAMBRE CRIMINELLE, DU 10 JANVIER 2023\n\n- M. [B] [X] a formé un pourvoi contre l'arrêt de la chambre de l'instruction de la cour d'appel de Douai, en date du 13 juillet 2022, qui, dans l'information suivie contre lui des chefs de vol avec arme en bande organisée, meurtre en bande organisée et association de malfaiteurs, a confirmé l'ordonnance du juge des libertés et de la détention prolongeant sa détention provisoire.\n\nUn mémoire a été produit.\n\nSur le rapport de M. Michon, conseiller référendaire, les observations de la SCP Célice, Texidor, Périer, avocat de M. [B] [X], et les conclusions de M. Lemoine, avocat général, après débats en l'audience publique du 10 janvier 2023 où étaient présents M. Bonnal, président, M. Michon, conseiller rapporteur, Mme Labrousse, conseiller de la chambre, et Mme Lavaud, greffier de chambre, la chambre criminelle de la Cour de cassation, composée en application de l'article 567-1-1 du code de procédure pénale, des président et conseillers précités, après en avoir délibéré conformément à la loi, a rendu le présent arrêt.\n\n## Exposé du litige\n\nFaits et procédure\n\n- 1. M. [B] [X] a été interpellé en Espagne le 7 décembre 2020, en exécution d'un mandat d'arrêt européen, émis dans le cadre d'une information judiciaire pour des faits, notamment, d'homicide volontaire.\n- 2. Il a été présenté à un juge espagnol, lequel a, par ordonnance du 11 décembre 2020, autorisé la remise de l'intéressé à la France, rappelant que celle-ci devait intervenir, en application de l'article 23 de la décision-cadre 2002/584/JAI du Conseil du 13 juin 2002, dans un délai de dix jours.\n- 3. M. [X] a été remis aux autorités françaises le 23 décembre 2020. Il a été mis en examen des chefs rappelés ci-dessus le 24 décembre 2020 et placé en détention provisoire.\n- 4. Sa détention provisoire a été prolongée une première fois par ordonnance du 3 décembre 2021.\n- 5. Par ordonnance du 22 juin 2022, le juge des libertés et de la détention a prolongé à nouveau la détention provisoire de M. [X].\n- 6. Ce dernier a interjeté appel de cette décision.\n\n## Moyens\n\nExamen du moyen\n\nEnoncé du moyen\n\n- 7. Le moyen critique l'arrêt attaqué en ce qu'il a rejeté la demande de remise en liberté de M. [X] et confirmé l'ordonnance de prolongation de la détention provisoire, alors :\n- « 1°/ qu'en vertu de l'article 23 de la décision-cadre 2002/584/JA du Conseil du 13 juin 2002 relative au mandat d'arrêt\n\neuropéen et aux procédures de remise entre Etats membres, la personne arrêtée en vertu d'un mandat d'arrêt européen doit être remise à l'Etat mandant dans les dix jours de cette arrestation à défaut de quoi « elle est remise en liberté » ; qu'au cas d'espèce, Monsieur [X] faisait valoir qu'ayant été remis aux autorités françaises plus de dix jours après son arrestation en Espagne, il ne pouvait être incarcéré en France ; qu'en affirmant, pour écarter ce moyen, que « c'est à l'autorité judiciaire de l'Etat d'exécution d'un mandat d'arrêt européen qu'il appartient de statuer sur la mise en liberté d'une personne détenue lorsque sa remise n'a pu avoir lieu dans les dix jours suivant la décision définitive sur l'exécution du mandat », quand le dépassement du délai de dix jours exclut toute incarcération de l'intéressé tant dans l'Etat d'exécution que dans l'Etat d'émission du mandat d'arrêt, la Chambre de l'instruction a violé l'article 23 précité, ensemble les articles 144, 591 et 593 du Code de procédure pénale ;\n\n2°/ qu'en vertu de l'article 23 de la décision-cadre 2002/584/JA du Conseil du 13 juin 2002 relative au mandat d'arrêt européen et aux procédures de remise entre Etats membres, la personne arrêtée en vertu d'un mandat d'arrêt européen doit être remise à l'Etat mandant dans les dix jours de cette arrestation à défaut de quoi « elle est remise en liberté » ; qu'au cas d'espèce, Monsieur [X] faisait valoir qu'ayant été remis aux autorités françaises plus de dix jours après son arrestation en Espagne, il ne pouvait être incarcéré en France, de sorte qu'a fortiori sa détention provisoire ne pouvait être prolongée ; qu'en affirmant, pour écarter ce moyen, que « le placement en détention provisoire de la personne recherchée, une fois la remise effectuée, par les autorités judiciaires de l'Etat d'émission, ne trouve pas son fondement dans la détention subie dans l'Etat d'exécution, dont elle est indépendante, de sorte qu'une irrégularité affectant cette dernière est sans incidence sur la validité de celle ultérieurement ordonnée », quand il résulte de l'article 23 précité que la personne remise plus de dix jours après son arrestation en exécution d'un mandat d'arrêt européen ne peut être placée en détention provisoire ni dans l'Etat d'exécution ni dans l'Etat d'émission du mandat d'arrêt européen, prohibition qu'il appartient au juge des libertés et de la détention et en appel à la Chambre de l'instruction de respecter, la Chambre de l'instruction a violé l'article 23 précité, ensemble les articles 144, 591 et 593 du Code de procédure pénale.\n\n»\n\n## Motivation\n\n## Réponse de la Cour\n\n- 8. Pour rejeter l'exception de nullité du titre de détention, prise de l'irrégularité de la remise de M. [X] aux autorités françaises plus de dix jours après la décision du juge espagnol l'autorisant, l'arrêt attaqué retient qu'il n'appartient pas à la chambre de l'instruction d'apprécier la régularité de la procédure qui a été suivie devant les juridictions de l'Etat requis en vue de l'exécution du mandat d'arrêt européen émis à l'encontre de la personne mise en examen.\n- 9. Les juges ajoutent que c'est à l'autorité judiciaire de l'Etat d'exécution d'un mandat d'arrêt européen, selon les procédures instituées dans cet Etat, et en application de l'article 23 de la décision-cadre du Conseil du 13 juin 2002 relative au mandat d'arrêt européen et aux procédures de remise entre Etats membres, qu'il appartient de statuer sur la mise en liberté d'une personne détenue lorsque sa remise n'a pu avoir lieu dans les dix jours suivant la décision définitive sur l'exécution du mandat.\n- 10. Ils précisent que, par ailleurs, une fois la remise effectuée, le placement en détention provisoire de la personne recherchée par les autorités judiciaires de l'Etat d'émission ne trouve pas son fondement dans la détention subie dans l'Etat d'exécution, dont elle est indépendante, de sorte\n- qu'une irrégularité affectant cette dernière est sans incidence sur la validité de celle ultérieurement ordonnée.\n- 11. En statuant ainsi, la chambre de l'instruction a fait l'exacte application des textes visés au moyen.\n- 12. Ainsi, le moyen doit être écarté.\n- 13. Par ailleurs, l'arrêt est régulier, tant en la forme qu'au regard des articles 137-3 et 143-1 et suivants du code de\n\nprocédure pénale.\n\n## Dispositif\n\nPAR CES MOTIFS, la Cour :\n\nREJETTE le pourvoi ;\n\nAinsi fait et jugé par la Cour de cassation, chambre criminelle, et prononcé par le président en son audience publique du dix janvier deux mille vingt-trois."
}
