{
    "text": "## 10 janvier 2023 Cour de cassation Pourvoi n° 22-86.192\n\nChambre criminelle - Formation restreinte hors RNSM/NA\n\nECLI:FR:CCASS:2023:CR00137\n\n## Texte de la décision\n\nN° S 22-86.192 F-D\n\nN° 00137\n\nSL2 10 JANVIER 2023\n\nCASSATION SANS RENVOI\n\nM. BONNAL président,\n\nR É P U B L I Q U E F R A N Ç A I S E\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\nAU NOM DU PEUPLE FRANÇAIS\n\n\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\n\n## Entête\n\nARRÊT DE LA COUR DE CASSATION, CHAMBRE CRIMINELLE, DU 10 JANVIER 2023\n\n10 janvier 2023\n\nM. [GG] [U] a formé un pourvoi contre l'arrêt de la chambre de l'instruction de la cour d'appel de Douai, en date du 1er juin 2022, qui, dans l'information suivie contre lui des chefs, notamment, d'importation de stupéfiants en bande organisée, infractions à la législation sur les stupéfiants et associations de malfaiteurs, en récidive, a confirmé l'ordonnance du juge des libertés et de la détention prolongeant sa détention provisoire.\n\nUn mémoire et des observations complémentaires ont été produits.\n\nSur le rapport de M. Dary, conseiller, les observations de la SCP Célice, Texidor, Périer, avocat de M. [GG] [U], et les conclusions de M. Lemoine, avocat général, après débats en l'audience publique du 10 janvier 2023 où étaient présents M. Bonnal, président, M. Dary, conseiller rapporteur, Mme Labrousse, conseiller de la chambre, et Mme Lavaud, greffier de chambre, la chambre criminelle de la Cour de cassation, composée en application de l'article 567-1-1 du code de procédure pénale, des président et conseillers précités, après en avoir délibéré conformément à la loi, a rendu le présent arrêt.\n\n## Exposé du litige\n\n## Faits et procédure\n\n- 1. Il résulte de l'arrêt attaqué et des pièces de la procédure ce qui suit.\n- 2. M. [GG] [U] a été mis en examen, notamment, des chefs susvisés, les 9 novembre 2019 et 20 août 2020 et placé en détention provisoire, dans le cadre de deux procédures distinctes qui ont été jointes par ordonnance du 21 juin 2021.\n- 3. Par ordonnance du 3 mai 2022, le juge des libertés et de la détention, après avoir rejeté la demande de renvoi présentée par l'avocat de M. [U], a prolongé sa détention provisoire.\n- 4. M. [U] a relevé appel de cette décision.\n\nSur le délai de transmission de la procédure à la Cour de cassation en violation de l'article 5, § 4, de la Convention européenne des droits de l'homme\n\n- 5. Selon l'article 567-2 du code de procédure pénale, la chambre criminelle saisie d'un pourvoi contre un arrêt de la chambre de l'instruction rendu en matière de détention provisoire doit statuer dans les trois mois qui suivent la réception du dossier à la Cour de cassation, faute de quoi la personne mise en examen est mise d'office en liberté.\n- 6. Si une telle sanction ne s'attache pas à l'éventuel dépassement du délai de vingt jours dans lequel, selon l'article 586 dudit code, le greffier doit mettre en état le dossier et le remettre au magistrat du ministère public, ni à l'exigence, résultant de l'article 587 du même code, que ce magistrat adresse immédiatement ledit dossier au procureur général près la Cour de cassation,\n\nlequel doit impérativement le transmettre dès qu'il lui parvient au greffe de la chambre criminelle, la personne mise en examen conserve le droit de déposer, à tout moment, une demande de mise en liberté, comme le prévoit l'article 148 de ce code, demande sur laquelle il doit être statué dans de brefs délais.\n\n- 7. Il n'est pas allégué que tel n'aurait pas été le cas en l'espèce.\n- 8. Il en résulte que le grief pris de la méconnaissance de l'article 5, § 4, de la Convention européenne des droits de l'homme doit être écarté.\n\n## Moyens\n\nExamen du moyen\n\nEnoncé du moyen\n\n- 9. Le moyen critique l'arrêt attaqué en ce qu'il a rejeté l'exception de nullité présentée par la défense et confirmé l'ordonnance du 3 mai 2022 par laquelle le juge des libertés et de la détention a prolongé la détention provisoire de Monsieur [U], alors :\n- « 1°/ que le juge des libertés et de la détention doit écarter, par une motivation suffisante, la demande de renvoi du débat contradictoire sollicitée par l'avocat de la personne mise en examen lorsque ce dernier fait état de son indisponibilité à la date initialement fixée pour le débat ; que méconnaît les droits de la défense, et en particulier le droit d'être assisté par le défenseur de son choix, la Chambre de l'instruction qui confirme l'ordonnance du juge des libertés et de la détention relative à la détention provisoire rendue à la suite d'une décision insuffisamment motivée d'une telle demande de report ; qu'au cas d'espèce, il résulte de la procédure et des propres constatations de la Chambre de\n\nl'instruction que le juge des libertés et de la détention était informé, dès le 27 avril 2022, soit cinq jours en amont de la tenue du débat contradictoire qui devait se tenir le 2 juin suivant et onze jours avant l'expiration du mandat de dépôt de Monsieur [U] le 8 juin 2022 à 24 heures, de l'indisponibilité de la défense ; qu'en retenant toutefois que la décision du juge des libertés et de la détention était suffisamment motivée, compte tenu de la nécessité de statuer dans les délais légaux, quand ce motif est inopérant à justifier le refus opposé par ce juge à la demande de renvoi, compte tenu du délai suffisant tant entre la demande et la date initialement fixée pour le débat qu'entre cette date et la date d'expiration du mandat de dépôt, la Chambre de l'instruction n'a pas légalement justifié sa décision au regard de l'article 6, §3, c) de la Convention européenne des droits de l'Homme ;\n\n2°/ que le juge des libertés et de la détention doit écarter, par une motivation suffisante, la demande de renvoi du débat contradictoire sollicitée par l'avocat de la personne mise en examen lorsque ce dernier fait état de son indisponibilité à la date initialement fixée pour le débat ; que méconnaît les droits de la défense, et en particulier le droit d'être assisté par le défenseur de son choix, la Chambre de l'instruction qui confirme l'ordonnance du juge des libertés et de la détention relative à la détention provisoire rendue à la suite d'une décision insuffisamment motivée d'une telle demande de report ; qu'au cas d'espèce, il résulte de la procédure et des propres constatations de la Chambre de l'instruction que le juge des libertés et de la détention était informé, dès le 27 avril 2022, soit cinq jours en amont de la tenue du débat contradictoire qui devait se tenir le 2 juin suivant et onze jours avant l'expiration du mandat de dépôt de Monsieur [U] le 8 juin 2022 à 24 heures, de l'indisponibilité de la défense ; qu'en retenant toutefois, pour dire la décision du juge des libertés et de la détention suffisamment motivée, que la défense n'avait pas démontré au juge des libertés et de la détention qu'elle n'avait pas été en mesure de le prévenir plus tôt de son indisponibilité, quand ce motif est inopérant à justifier le refus opposé par ce juge à la demande de renvoi, compte tenu du délai suffisant tant entre la demande et la date initialement fixée pour le débat qu'entre cette date et la date d'expiration du mandat de dépôt, la Chambre de l'instruction n'a pas légalement justifié sa décision au regard de l'article 6, §3, c) de la Convention européenne des droits de l'Homme. »\n\n## Motivation\n\nRéponse de la Cour\n\nVu les articles 6, § 3, c, de la Convention européenne des droits de l'homme et 593 du code de procédure pénale :\n\n- 10. En vertu du premier de ces textes, tout accusé a droit notamment à se défendre lui-même ou avoir l'assistance d'un défenseur de son choix.\n- 11. Aux termes du second, tout jugement ou arrêt doit comporter les motifs propres à justifier la décision. L'insuffisance ou la contradiction des motifs équivaut à leur absence.\n- 12. Pour rejeter le grief de nullité de l'ordonnance contestée, pris de l'insuffisance de la motivation du rejet de la demande de report du débat contradictoire, l'arrêt attaqué rappelle que, d'une part, le 12 avril 2022, l'avocat de M. [U] a été convoqué au débat contradictoire en vue de la prolongation de la détention provisoire de celui-ci, fixé au 2 mai suivant, d'autre part, par télécopie en date du 27 avril 2022, l'avocat a sollicité le renvoi du débat en raison de son indisponibilité, précisant qu'il serait disponible les 5 et 6 mai suivants, demande à laquelle le juge des libertés et de la détention a répondu, par courriel du 29 avril 2022, qu'au regard du délai de cinq jours ouvrables nécessaire à la convocation, il ne pouvait y faire droit.\n\n13. Les juges relèvent, encore, que lors du débat contradictoire, M. [U], constatant l'absence de son avocat, a sollicité le report du débat auquel le juge des libertés et de la détention, dans son ordonnance de prolongation de la détention provisoire du 3 mai 2022, n'a pas fait droit, aux motifs de délais trop contraints pour permettre le renvoi et d'un manque d'anticipation de l'avocat, M. [U] n'acceptant d'être assisté que par l'avocat choisi et non par un autre membre de son cabinet.\n\n- 14. Ils ajoutent que la décision du juge des libertés et de la détention a été motivée sur les seuls éléments invoqués par l'avocat dans sa télécopie du 27 avril 2022, en l'absence de tout justificatif, celui-ci n'ayant été produit que devant la chambre de l'instruction.\n- 15. Les juges en concluent que le juge des libertés et de la détention, qui n'a d'autre obligation que d'apprécier la pertinence des motifs de la demande de report et qui, au vu de ceux retenus, a nécessairement procédé à la recherche d'une date de renvoi compatible à la fois avec les impératifs du service et les délais de procédure applicables, faisant alors le constat de l'impossibilité d'y faire droit, a ainsi régulièrement motivé sa décision et qu'il n'a été porté aucune atteinte aux droits de la défense ni au droit du justiciable d'être défendu par l'avocat de son choix.\n- 16. En statuant ainsi, la chambre de l'instruction n'a pas justifié sa décision pour les motifs qui suivent.\n- 17. Le titre de détention expirant six jours après le débat contradictoire, celui-ci pouvait encore être reporté, sans qu'il y ait lieu d'observer à nouveau les formalités de l'article 114, alinéa 2, du code de procédure pénale, l'avocat du demandeur ayant été régulièrement convoqué pour la date initialement prévue.\n- 18. Dès lors, la chambre de l'instruction ne pouvait, sans mieux s'en expliquer, approuver la motivation de l'ordonnance du juge des libertés et de la détention qui faisait état de délais trop contraints et de l'absence de tout justificatif, pourtant produit devant elle.\n- 19. La cassation est par conséquent encourue.\n\nPortée et conséquences de la cassation\n\n- 20. M. [U] doit être remis en liberté, sauf s'il est détenu pour autre cause.\n- 21. Cependant, les dispositions de l'article 803-7, alinéa 1, du code de procédure pénale permettent à la Cour de cassation de placer sous contrôle judiciaire la personne dont la détention provisoire est irrégulière en raison de la méconnaissance des formalités prévues par ce même code, dès lors qu'elle trouve dans les pièces de la procédure des éléments d'information pertinents et que la mesure apparaît indispensable pour assurer l'un des objectifs énumérés à l'article 144 du même code.\n- 22. En l'espèce, il existe des indices graves ou concordants rendant vraisemblable que M. [U] ait pu participer, comme auteur ou comme complice, à la commission des infractions dont le juge d'instruction est saisi.\n- 23. La mesure de contrôle judiciaire est indispensable aux fins :\n- - d'empêcher une pression sur les témoins, en ce que les faits s'inscrivent dans un contexte de criminalité organisée dans le port du [Localité 3] pour des importations de produits stupéfiants en quantités importantes ; que des séquestrations en lien avec ce trafic ont été constatées, ce qui caractérise à la fois la détermination des commanditaires et l'étendue de leurs moyens d'action ; que ce risque apparaît d'autant plus prégnant que des armes ont été découvertes et que l'intéressé a déjà été condamné pour des faits de violence aggravée ;\n- - de garantir le maintien de la personne mise en examen à la disposition de la justice, en ce que l'intéressé a été condamné à plusieurs reprises en son absence et que quatre révocations de sursis probatoires ont été prononcées à son encontre, ce qui montre ses difficultés à respecter un cadre contraint ; que, par ailleurs, l'ampleur des enjeux financiers attachés au trafic et ses relais à l'étranger lui offrent des moyens d'organiser sa fuite ;\n- - de mettre fin à l'infraction ou prévenir son renouvellement, en ce que les faits ont une dimension lucrative incontestable résultant notamment de la valeur des stupéfiants importés ; que si M. [U] fait état d'un projet d'insertion professionnelle susceptible de lui permettre de disposer de revenus propres et réguliers, ceux-ci seraient sans commune mesure avec les profits tirés de sa participation supposée au trafic.\n\n- 24. Afin d'assurer ces objectifs, M. [U] sera astreint à se soumettre aux obligations précisées au dispositif.\n- 25. Le magistrat chargé de l'information est compétent pour l'application des articles 139 et suivants et 141-2 et suivants du code de procédure pénale.\n\n## Dispositif\n\nPAR CES MOTIFS, la Cour :\n\nCASSE et ANNULE, en toutes ses dispositions, l'arrêt susvisé de la chambre de l'instruction de la cour d'appel de Douai, en date du 1er juin 2022 ;\n\nDIT n'y avoir lieu à renvoi ;\n\nCONSTATE que M. [U] est détenu sans titre depuis le 9 mai 2022 dans la présente procédure ;\n\nORDONNE la mise en liberté de M. [U] s'il n'est détenu pour autre cause;\n\nORDONNE son placement sous contrôle judiciaire ;\n\nDIT qu'il est soumis aux obligations suivantes :\n\n- - Ne pas sortir des limites territoriales suivantes : le département de l'Hérault, sauf pour répondre aux convocations de justice et de toute autorité désignée par le juge d'instruction ;\n- - Fixer sa résidence au [Adresse 1], chez M. [R] [U] et n'en sortir que pour exercer son activité professionnelle au sein de la boucherie Ovalie, située [Adresse 2] à [Localité 5] ;\n- - Se présenter le lendemain de sa mise en liberté, avant 14 heures, et ensuite tous les jours, à la brigade de gendarmerie de [Localité 4], [Adresse 6] ;\n- - Remettre, dans les trois jours de sa mise en liberté, en échange d'un récépissé valant justification de l'identité, à la brigade de gendarmerie de [Localité 4] : carte nationale d'identité et passeport ;\n- - Se soumettre aux mesures de contrôle portant sur son activité professionnelle ;\n- - S'abstenir de recevoir ou de rencontrer, ainsi que d'entrer en relation avec elles, de quelque façon que ce soit, les personnes suivantes : MM. [A] [L] ; [GJ] [Z] ; [OF] [H] ; [XH] [YD] ; [J] [N] ; [F] [T] ; [S] [BZ] ; [XU] [GD] ; [I] [B] ; [GA] [O] ; [XB] [BB] ; [XN] [V] ; [XR] [E] ; [K] et [XN] [M] ; [Y] [GM] ; [D] [X] ; [W] [G] et Mme [P] [C] ;\n- - Ne pas détenir ou porter une arme ;\n\nDESIGNE, pour veiller au respect des obligations prévues aux rubriques ci-dessus, le commandant de la brigade de gendarmerie de [Localité 4] ;\n\nDESIGNE le magistrat chargé de l'information aux fins d'assurer le contrôle de la présente mesure de sûreté ;\n\nRAPPELLE qu'en application de l'article 141-2 du code de procédure pénale, toute violation de l'une quelconque des obligations ci-dessus expose la personne sous contrôle judiciaire à un placement en détention provisoire ;\n\nORDONNE l'impression du présent arrêt, sa transcription sur les registres du greffe de la chambre de l'instruction de la cour d'appel de Douai et sa mention en marge ou à la suite de l'arrêt annulé ;\n\nAinsi fait et jugé par la Cour de cassation, chambre criminelle, et prononcé par le président en son audience publique du dix janvier deux mille vingt-trois.\n\n## Textes appliqués\n\n<!-- image -->\n\nArticles 6, § 3, c, de la Convention européenne des droits de l'homme et  593 du code de procédure pénale."
}
